/* 1st arg is localized number of page being previewed. 2nd arg is localized number of pages that can be previewed. */
"%@ of %@" = "%1$@ av %2$@";

/* A paper size: 842 x 1190 (points). */
"A3" = "A3";

/* A paper size: 595 x 842 (points). */
"A4" = "A4";

/* A paper size: 420 x 595 (points). */
"A5" = "A5";

/* A paper size: 729 x 1032 (points). */
"B4" = "B4";

/* A paper size: 516 x 729 (points). */
"B5" = "B5";

/* No comment provided by engineer. */
"Canceling\\U2026" = "Avbryter…";

/* Unknown error condition while printing. */
"Error while printing." = "Fel vid utskrift.";

/* A paper size: 540 x 720 (points). */
"Executive" = "Executive (19,05 x 25,4 cm)";

/* A paper size: 612 x 1008 (points). */
"Legal" = "US Legal (21,59 x 35,56 cm)";

/* A paper size: 612 x 792 (points). */
"Letter" = "US Letter (21,59 x 27,94 cm)";

/* NEED COMMENT */
"No pages from the document were selected to be printed." = "Inga sidor i dokumentet valdes för utskrift.";

/* page number string for printed page footer when the range of pages to print is unknown. */
"Page %ld" = "Sida %ld";

/* page number string for printed page footer when the range of pages to print are known. */
"Page %ld of %ld" = "Sidan %1$ld av %2$ld";

/* No comment provided by engineer. */
"Preparing\\U2026" = "Förbereder…";

/* A print progress panel title */
"Preview" = "Förhandsvisning";

/* A print progress panel title
   Printing alert title */
"Print" = "Skriv ut";

/* The argument is the number of the page being printed. */
"Processing page: %@" = "Bearbetar sidan: %@";

/* A print progress panel title */
"Save" = "Spara";

/* A paper size: 792 x 1224 (points). */
"Tabloid" = "Tabloid";

/* No printer error description */
"To print this file, you must set up a printer." = "Om du vill skriva ut den här filen måste du ställa in en skrivare.";

/* No printer error recovery suggestion */
"To set up a printer, choose Apple menu > System Preferences, click Print & Fax, and then click the Add (+) button." = "Du lägger till en skrivare genom att välja Apple-menyn > Systeminställningar, klicka på Skrivare och fax och sedan klicka på lägg till-knappen (+).";

/* Need Comment */
"Untitled" = "Namnlös";

